Repository: BicanMarianValeriu/wecodeart-framework
Catalog: languages/*.po
Languages: ro_ro

source: on %s
ro_ro: la %s

source: % Comments
ro_ro: % Comentarii

source: %s Archives
ro_ro: %s Arhivă

source: %s Design
ro_ro: Personalizări %s

source: %s Source
ro_ro: Sursă %s

source: %s`s avatar
ro_ro: Avatarul lui %s

source: (no title)
ro_ro: (fără titlu)

source: 1 Comment
ro_ro: 1 Comentariu

source: 100% Responsive
ro_ro: 100% Receptiv

source: [block rendering halted]
ro_ro: [redării blocului a fost oprită]

source: A bridge between WeCodeArt Framework and %s plugin.
ro_ro: O punte între WeCodeArt Framework și pluginul %s.

source: A simple starter theme with webpack configuration. Ideal for developers seeking a streamlined starting point.
ro_ro: O temă de pornire simplă cu configurație webpack. Ideal pentru dezvoltatorii care caută un punct de plecare simplificat.

source: A simple WordPress theme framework focused on SEO and speed (perfect 100% PageSpeed scores) while still being fully customizable via Full Site Editing. It also works perfectly with all page builder plugins.
ro_ro: Un cadru de temă WordPress simplu axat pe SEO și viteză (scoruri perfecte de 100% PageSpeed) și totodată fiind complet personalizabil prin Editarea completă a site-ului. De asemenea, funcționează perfect cu toate pluginurile generatore de pagini.

source: A sleek WooCommerce block theme with webpack configuration. No bloat - perfect starting point for your store.
ro_ro: O temă elegantă de bloc WooCommerce cu configurație webpack. Fără bloat - un punct de plecare perfect pentru magazinul tău.

source: About
ro_ro: Despre

source: add one
ro_ro: adaugă unul

source: All modules have failed to install.
ro_ro: Nu s-au instalat modulele.

source: All modules installed successfully.
ro_ro: Modulele instalate cu succes.

source: All plugins activated successfully.
ro_ro: Toate pluginurile au fost activate cu succes.

source: All plugins deactivated successfully.
ro_ro: Toate pluginurile au fost dezactivate cu succes.

source: All plugins have failed to activate.
ro_ro: Toate pluginurile nu au reușit să se activeze.

source: All plugins have failed to deactivate.
ro_ro: Toate pluginurile nu au reușit să se dezactiveze.

source: All plugins have failed to install.
ro_ro: Toate pluginurile nu au reușit să se installeze.

source: All plugins installed successfully.
ro_ro: Toate pluginurile instalate cu succes.

source: Amazing news!
ro_ro: Vesti uimitoare!

source: An error has occurred, which probably means the feed is down. Try again later.
ro_ro: A apărut o eroare, ceea ce înseamnă probabil că fluxul este oprit. Încercați mai târziu.

source: Archives
ro_ro: Arhive

source: Author Archives: %s
ro_ro: Arhive autor: %s

source: Be social ;)
ro_ro: Fi sociabil

source: Block name is required.
ro_ro: Denumirea bloc-ului este necesară.

source: Brush
ro_ro: Pensulă

source: Brush - Secondary
ro_ro: Pensulă - secundar

source: Build your website with WeCodeArt
ro_ro: Construiește-ți site-ul web cu WeCodeArt

source: By commenting you accept the %s.
ro_ro: Comentand vei accepta %s.

source: Cancel reply
ro_ro: Anulați răspunsul

source: Category Archives: %s
ro_ro: Arhivă Categorie: %s

source: Choose %s
ro_ro: Alege %s

source: Close
ro_ro: Închide

source: COMING SOON
ro_ro: IN CURAND

source: Comment *
ro_ro: Comentariu

source: Comments are Closed
ro_ro: Comentariile sunt inchise

# comments title
source: %1$s response
ro_ro: %1$s răspuns

# comments title
source: %1$s response on "%2$s"
ro_ro: %1$s răspuns la "%2$s"

# comments title
source: One response
ro_ro: Un răspuns

# comments title
source: One response on "%1$s"
ro_ro: Un răspuns la "%1$s"

source: Continue reading
ro_ro: Continuați lectura

source: Copyright %s - All rights reserved.
ro_ro: Copyright %s - Toate drepturile rezervate.

source: Copyright %s - All rights reserved. Built on %s.
ro_ro: Copyright %s – Toate drepturile rezervate. Construit pe %s.

source: Customers
ro_ro: Clienți

source: Customizable
ro_ro: Personalizat

source: Cutting-edge code, simple, fast, and not packed with features you will never use.
ro_ro: Cod de ultimă oră, simplu, rapid și fără caracteristici pe care nu le vei folosi niciodată.

source: Daily Archives: %s
ro_ro: Arhive zilnice: %s

source: Design
ro_ro: Personalizări

source: Developer Mode
ro_ro: Mod Dezvoltator

source: Documented
ro_ro: Documentat

source: Don`t know where to start? Go to %s to setup starter content. There you can find a couple of pages and section examples created with WeCodeArt Framework.
ro_ro: Nu știi de unde să începi? Accesați %s pentru a configura conținutul de pornire. Acolo puteți găsi câteva pagini și exemple de secțiuni create cu WeCodeArt Framework.

source: Dots
ro_ro: Puncte

source: Download Now
ro_ro: Descarcă Acum

source: Enter password
ro_ro: Introduceți parola

source: Enter your email address to subscribe.
ro_ro: Introdu adresa ta de e-mail pentru a te abona.

source: Extends Gutenberg editor with extra formatting options like: justify, abbreviation, text decorations, tooltips and popovers.
ro_ro: Extinde editorul Gutenberg cu opțiuni extra pentru formatare, precum: justificare, abreviere, decoratii text, tooltip-uri si popover.

source: Extends Gutenberg editor with lorem ipsum dummy content generator for headings, paragraphs and lists.
ro_ro: Extinde editorul Gutenberg cu generatorul de conținut Lorem Ipsum pentru titluri, paragrafe şi liste.

source: Faded
ro_ro: Estompat

source: Failed to dismiss notification
ro_ro: Notificarea nu a putut fi respinsă

source: Failed to send your submission.
ro_ro: Trimiterea cereri dvs. a eșuat.

source: Failed to switch theme.
ro_ro: Nu s-a putut schimba tema.

source: Fast, modern, beautiful, and easy-to-use themes powered by %s, the #1 WordPress theme framework
ro_ro: Teme rapide, moderne, frumoase și ușor de utilizat, dezvoltate de %s, cadrul de teme WordPress numărul #1.

source: FASTEST
ro_ro: Cea mai rapidă

source: Feedback
ro_ro: Păreri

source: FIRST
ro_ro: PRIMA

source: Fix this!
ro_ro: Repară asta!

source: FREE
ro_ro: GRATIS

source: Free for lifetime
ro_ro: Gratis pe viață

source: Free WP Theme
ro_ro: Tema WP gratuită

source: Get it now. Is %s forever!
ro_ro: Ia-o acum. Este %s pentru totdeauna!

source: Group
ro_ro: Grupare

source: Gutenberg Ready
ro_ro: Pregătită Gutenberg

source: here
ro_ro: aici

source: Ignore for 1 day
ro_ro: Ignoră timp de 1 zi

source: Invalid HTML wrappers for "%s".
ro_ro: Wrapper HTML nevalid pentru „%s”.

source: It appears that you do not currently have a child theme installed or activated. We highly recommend using a child theme for making any modifications to your website.
ro_ro: Se pare că în prezent nu aveți o temă copil instalată sau activată. Vă recomandăm cu căldură să utilizați o temă copil pentru a face orice modificări site-ului dvs.

source: It looks like WeCodeArt Framework is not translated in %s.
ro_ro: Se pare că WeCodeArt Framework nu este tradusă în %s.

source: Latest %s
ro_ro: Ultimele %s

source: Learn more
ro_ro: Află mai multe

source: Leave a Comment
ro_ro: Lasă un comentariu

source: Lightweight extension for adding a scroll to top button on your site. Super flexible and customizable.
ro_ro: Extensie ușoară pentru adăugarea unui buton de derulare în sus pe site-ul dvs. Super flexibil și personalizabil.

source: Lines
ro_ro: Linii

source: Lines - Secondary
ro_ro: Linii - Secundar

source: Link
ro_ro: Legătură

source: Links
ro_ro: Legături

source: Log In
ro_ro: Autentificare

source: Loved by %s
ro_ro: Iubit de %s

source: Menu
ro_ro: Meniu

source: Missing notification id
ro_ro: ID-ul notificării lipsește

source: Modular Design
ro_ro: Design Modular

source: Module failed to install.
ro_ro: Nu s-a instalat modulul.

source: Module installed successfully.
ro_ro: Modulul instalat cu succes.

source: Modules array is empty.
ro_ro: Matrice de module e goală.

# modules uninstall ajax
source: Module uninstalled.
ro_ro: Modulul a fost dezinstalat.

source: Monthly Archives: %s
ro_ro: Arhive lunare: %s

source: Name *
ro_ro: Nume *

source: No archives to show.
ro_ro: Nu există arhive de afișat.

source: No responses
ro_ro: Fără răspunsuri

source: No results.
ro_ro: Fără rezultate

source: No, I don`t care.
ro_ro: Nu, nu-mi pasă.

source: Notification dismissed
ro_ro: Notificare respinsă

source: Open login modal
ro_ro: Deschideți modalul de autentificare

source: Open search modal
ro_ro: Deschideți modalul de căutare

source: Optimized to load very fast (under 1s GTMetrix), in any device, and also for SEO.
ro_ro: Optimizată pentru a încărca foarte rapid (sub 1s GTMetrix), în orice dispozitiv și, de asemenea, pentru SEO.

source: Our theme comes pre-packaged with built-in support for the %s plugin.
ro_ro: Tema noastră vine pre-ambalată cu suport încorporat pentru pluginul %s.

source: Outline
ro_ro: Contur

source: Oval - Secondary
ro_ro: Oval - secundar

source: Oval - Tertiary
ro_ro: Oval - terțiar

source: Password
ro_ro: Parolă

source: Pencil
ro_ro: Creion

source: Pills
ro_ro: Pastile

source: Placeholder
ro_ro: Substituent

source: Please define a callback function for each of the modules.
ro_ro: Vă rugăm să definiți o funcție pentru fiecare dintre module.

source: Please define an action type.
ro_ro: Definiți un tip de acțiune.

source: Please use a child theme!
ro_ro: Vă rugăm să utilizați o temă copil!

source: Plugin activated successfully.
ro_ro: Pluginul a fost activat cu succes.

source: Plugin deactivated successfully.
ro_ro: Pluginul a fost dezactivat cu succes.

source: Plugin failed to activate.
ro_ro: Pluginul nu a reușit să se activeze.

source: Plugin failed to deactivate.
ro_ro: Pluginul nu a reușit să se dezactiveze.

source: Plugin failed to install.
ro_ro: Nu s-a instalat pluginul.

source: Plugin installed successfully.
ro_ro: Pluginul instalat cu succes.

source: Plugins array is empty.
ro_ro: Matricea de pluginuri este goală.

source: Post Type Archives: %s
ro_ro: Arhivă tip postare: %s

source: Post updated on %s.
ro_ro: Postare actualizată la %s.

source: Posted in
ro_ro: Postat in

source: Posted on
ro_ro: Postat pe

source: Posts
ro_ro: Postări

source: Read More
ro_ro: Citeşte mai mult

source: Read more
ro_ro: Citeşte mai mult

source: Ready
ro_ro: Pregătită

source: Ready to create with %s?
ro_ro: Sunteți gata să creați cu %s?

source: Remember Me
ro_ro: Ține-mă minte

source: Request method %1$s is not valid.
ro_ro: Metoda de solicitare %1$s nu este validă.

source: Required fiels are marked "%s".
ro_ro: Fișele obligatorii sunt marcate cu %s".

source: Retina Ready
ro_ro: Pregătită pentru retina

source: RSS Error
ro_ro: Eroare RSS

source: Seamless integration with WooCommerce right from the start!
ro_ro: Integrare perfectă cu WooCommerce chiar de la început!

source: Search
ro_ro: Caută

source: Search Results for "%s".
ro_ro: Rezultate căutare pentru "%s"

source: Select Day
ro_ro: Selectați Ziua

source: Select Month
ro_ro: Selectați Luna

source: Select Post
ro_ro: Selectați Postarea

source: Select Week
ro_ro: Selectați Săptămâna

source: Select Year
ro_ro: Selectați Anul

source: Share on %s
ro_ro: Distribuie pe %s

source: Share the post!
ro_ro: Distribuie postarea!

source: Share the post:
ro_ro: Distribuie postarea:

source: Simple pricing plans for any size team.
ro_ro: Planuri simple de prețuri pentru echipe de orice dimensiune.

source: Skip to content
ro_ro: Sari la conținut

source: Some modules installed successfully, others have failed.
ro_ro: Unele module au fost instalate cu success, altele au eşuat.

source: Some plugins activated successfully, others have failed.
ro_ro: Unele plugin-uri au fost activate cu succes, altele au eșuat.

source: Some plugins deactivated successfully, others have failed.
ro_ro: Unele plugin-uri au fost dezactivate cu succes, altele au eșuat.

source: Some plugins installed successfully, others have failed.
ro_ro: Unele plugin-uri au fost instalate cu succes, altele au eșuat.

source: Speak Your Mind
ro_ro: Vorbesc din mintea ta

source: Stay Updated
ro_ro: Stai la curent

source: Strict coding standards
ro_ro: Standarde stricte de codare

source: Subscribe
ro_ro: Abonați-vă

source: Super high performance
ro_ro: Performanță super înaltă

source: Super Optimized
ro_ro: Super Optimizată

source: Super-Optimized eCommerce website built with ease.
ro_ro: Site-ul web de comerț electronic super-optimizat, construit cu ușurință.

source: Tabs
ro_ro: File

source: Tag Archives: %s
ro_ro: Arhive etichetă: %s

source: The file must be of type CSS/JS.
ro_ro: Fișierul trebuie să fie de tip CSS/JS.

source: Theme failed to install.
ro_ro: Tema nu a putut fi instalată.

source: Theme installed successfully.
ro_ro: Tema instalată cu succes.

source: Theme is not defined.
ro_ro: Tema nu este definită.

source: Theme Options
ro_ro: Opțiuni temă

source: Theme package not found.
ro_ro: Pachetul tematic nu a fost găsit.

# Theme starter content
source: About Us
ro_ro: Despre Noi

# Theme starter content
source: Home
ro_ro: Acasă

source: Theme switched to Core Framework.
ro_ro: Tema a fost schimbată la Core Framework.

source: Theme switched.
ro_ro: S-a schimbat tema.

source: This post is password protected. Enter the password to view comments or leave a comment.
ro_ro: Această postare este protejată prin parolă. Introduceți parola pentru a vizualiza comentarii sau a lăsa un comentariu.

source: This post is password protected. To view this post, enter the password below!
ro_ro: Această postare este protejată prin parolă. Pentru a vizualiza această postare, introduceți parola mai jos!

source: Toggle navigation
ro_ro: Comutare navigare

source: too!
ro_ro: de asemenea!

source: Underline
ro_ro: Subliniere

source: Underline Brush
ro_ro: Pensulă de subliniere

source: Unlock
ro_ro: Deblochează

source: upgrade PHP
ro_ro: actualizați PHP

source: Username or Email Address
ro_ro: Nume de utilizator sau adresă de e-mail

source: Users %s
ro_ro: %s Utilizatori

source: View Themes
ro_ro: Vedeți Teme

source: WCA: Formatting
ro_ro: WCA: Formatare

source: We are %s first ... %s
ro_ro: Suntem mai întâi %s ... %s

source: We Are Getting Ready to Launch!
ro_ro: Ne pregătim de lansare!

source: We have an extension that integrates our theme with Contact Form 7 plugin! You can get it from %s.
ro_ro: Avem o extensie care integrează tema noastră cu pluginul Contact Form 7! O puteți obține %s.

source: We have an extension that integrates our theme with WooCommerce plugin! You can get it from %s.
ro_ro: Avem o extensie care ne integrează tema cu pluginul WooCommerce! O puteți obține de la %s.

source: Website
ro_ro: Site

source: WeCodeArt Developer
ro_ro: WeCodeArt Dezvoltator

source: WeCodeArt Framework is a base WP theme, Super Fast, Optimized, and ready for any shape.
ro_ro: WeCodeArt Framework este o temă WP de bază, super rapidă, optimizată și pregătită pentru orice formă.

source: WeCodeArt Framework is FREE with all future updates. Guaranteed!
ro_ro: WeCodeArt Framework este GRATUITĂ cu toate actualizările viitoare. Garantat!

source: WeCodeArt Framework is one of the %s Theme for %s
ro_ro: WeCodeArt Framework este una dintre temele %s pentru %s

source: WeCodeArt Framework is the %s theme to embrace %s and is one of the top-rated block themes.
ro_ro: WeCodeArt Framework este tema %s pentru a îmbrățișa %s și este una dintre cele mai apreciate teme de bloc.

source: WeCodeArt Framework requires PHP version %1$s or higher. You are using version %2$s. Please %3$s to use WeCodeArt Framework.
ro_ro: WeCodeArt Framework necesită versiunea PHP %1$s sau mai mare. Folosiți versiunea %2$s. Vă rugăm să %3$s pentru a utiliza WeCodeArt Framework.

source: WeCodeArt Framework requires WordPress version %1$s or higher. You are using version %2$s. Please upgrade WordPress to use WeCodeArt Framework.
ro_ro: WeCodeArt Framework necesită versiunea WordPress %1$s sau mai mare. Utilizați versiunea %2$s. Vă rugăm să actualizați WordPress pentru a utiliza WeCodeArt Framework.

source: WeCodeArt Themes are fully responsive and will adapt themselves to any mobile device.
ro_ro: Temele WeCodeArt sunt pe deplin receptive și se vor adapta la orice dispozitiv mobil.

source: WeCodeArt Themes will look amazing on any device.
ro_ro: Temele WeCodeArt vor arăta uimitor pe orice dispozitiv.

source: Well %s
ro_ro: Foarte bine %s

source: When adding an SVG Icon with %s you must define `viewBox` and `paths` keys.
ro_ro: Când adăugați o pictogramă SVG cu %s, trebuie să definiți cheile `viewBox` și `paths`.

source: When using "%s" method you must define the 3rd parameter (style or script).
ro_ro: Când utilizați metoda "%s" trebuie să definiți al treilea parametru (style sau script).

source: Winner
ro_ro: Câştigător

source: Winner %s
ro_ro: %s Câştigător

source: With WeCodeArt Themes your website will always look perfect on any device.
ro_ro: Cu temele WeCodeArt, site-ul dvs. va arăta întotdeauna perfect pe orice dispozitiv.

source: Would you be interested in making contributions by providing suggestions for translations? As a token of my appreciation, your name will be included on the "Getting Started" page.
ro_ro: Ați fi interesat să contribuiți oferind sugestii pentru traduceri? Ca semn al aprecierii mele, numele dvs. va fi inclus pe pagina „Noțiuni introductive”.

source: Yearly Archives: %s
ro_ro: Arhive Anuale: %s

source: Yes, I would love to!
ro_ro: Da, mi-ar plăcea!

source: You don't need to fear the Gutenberg update introduced into WordPress.
ro_ro: Nu trebuie să vă temeți de actualizarea Gutenberg introdusă în WordPress.

source: You must accept %s to comment!
ro_ro: Trebuie să accepți %s pentru a comenta!

source: Your email
ro_ro: Email-ul tău

source: Your email address will not be published.
ro_ro: Emailul tău nu va fi publicat.

source: Your Plan
ro_ro: Planul Tău

source: Your submission was successfully sent. We well get back to you shortly.
ro_ro: Cererea dvs. a fost trimisă cu succes. Vom reveni în curând.
